{
  "title": "Parmeggiano Reggiano",
  "description": "Hand-made cheese; worth time and effort.",
  "beforeyoubegin": "Make sure all ingredients are available at the start.<br />Make sure all tools are available at the start.<br />5 Qt. Pot (Brine)<br />Cheesecloth<br />(Step One Tools Below)<br />16 Qt. Pot<br />Thermometer<br />Cheese Press/Mold<br />Long Knife<br />Long Bamboo Handled/Otherwise Handled Strainer<br />Measuring Spoons<br />Colander<br />2 quart plastic container",
  "time": "Day One - Roughly 2.5 hours<br />Day Four - 20 minutes<br />Day Five and weekly - 10 minutes<br />3 months aging after day five",
  "yields": "3 pounds or so",
  "ingredients": "<br />Cheese<br />3 gallons milk<br />1 packet of C201 thermophilic culture<br />1 tsp single strength liquid rennet<br />1 tablet solid rennet (optional)<br />½ tsp calcium chloride<br /><br />Brine<br />½ gallon water<br />1.25 pounds salt, plus salt for top of cheese<br />1 Tbsp calcium chloride<br />1 tsp white vinegar<br /><br />Upkeep<br />Dorm fridge (Keep at 50-55 degrees f, 80% humidity)<br />Temperature control plug (Keep at 50-55 degrees f, 80% humidity)<br />Thermometer<br />Cheese brush<br />Plate<br />Oil<br />2 - Towels to absorb dripping and to maintain humidity<br />",
  "steps": "Sanitize equipment<br />Pour all milk into 16 quart pot<br />Heat to 93 degrees f<br />Add packet of thermophilic culture<br />Stir thoroughly<br />Let rest at 93 degrees for 30 minutes<br />Stir again, allow to rest<br />Add rennett, stirring for 30 seconds<br />Let rest for 30 minutes<br />Cut curds with knife into inch squares<br />Use handled strainer to break curds into rice for 10 minutes<br />Heat to 110 degrees over 10 minutes, stirring continuously<br />Heat to 130 degrees over 10 minutes, stirring continuously<br />Immediately prepare cheesecloth over colander. Wetting the cheesecloth helps<br />Pour curds into colander<br />Gather together, squeeze curds, cover with a second layer of cheesecloth<br />Place in mold<br />Tighten press<br />Wait 15 minutes<br />Repeat steps 18 and 19 three more times (1 hour, four presses)<br />Release press<br />Remove cheesecloth<br />Place in plastic container for 3 nights to finish culture<br /><br />Brine<br />Weigh cheese<br />Mix brine ingredients in 5 quart pot<br />Place cheese in brine<br />Salt top<br />Place in cheese fridge for 4 hours per pound<br />Halfway through, flip and salt top<br /><br /><br /><br />Initial Upkeep<br />Remove cheese from brine<br />Rinse off in water<br />Oil to reduce growth of contaminants<br />Place cheese in fridge<br />Place wet towel at bottom of fridge<br /><br />Recurring Weekly Upkeep<br />Brush off mold or other contaminants if present<br />Oil cheese on plate<br />Replace towel with fresh wet towel<br /><br />Finish<br />Remove cheese from fridge<br />Cut rind prior to use, keep in regular fridge.",
  "notes": "Fun project!<br />Cheese should ideally be named after a mouse.",
  "sources": "New England Cheese Making<br />https://cheesemaking.com/collections/recipes/products/parmesan-style-cheese-making-recipe",
  "category": "Miscellaneous"
}
